{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "<pad>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "£": 98,
      "¥": 99,
      "§": 100,
      "¨": 101,
      "¬": 102,
      "­": 103,
      "°": 104,
      "±": 105,
      "²": 106,
      "³": 107,
      "·": 108,
      "¹": 109,
      "½": 110,
      "×": 111,
      "Ø": 112,
      "Ü": 113,
      "ß": 114,
      "à": 115,
      "á": 116,
      "ç": 117,
      "è": 118,
      "é": 119,
      "ê": 120,
      "ì": 121,
      "í": 122,
      "ð": 123,
      "ñ": 124,
      "ò": 125,
      "ó": 126,
      "ô": 127,
      "ö": 128,
      "÷": 129,
      "ø": 130,
      "ù": 131,
      "ú": 132,
      "ü": 133,
      "ā": 134,
      "ē": 135,
      "ě": 136,
      "ī": 137,
      "ō": 138,
      "ū": 139,
      "ǎ": 140,
      "ǐ": 141,
      "ǒ": 142,
      "ǔ": 143,
      "ǖ": 144,
      "ǘ": 145,
      "ǚ": 146,
      "ǜ": 147,
      "ǹ": 148,
      "ɑ": 149,
      "ə": 150,
      "ɡ": 151,
      "ɪ": 152,
      "ˇ": 153,
      "ˈ": 154,
      "ˊ": 155,
      "ˋ": 156,
      "ˍ": 157,
      "˙": 158,
      "Γ": 159,
      "Δ": 160,
      "Ι": 161,
      "Π": 162,
      "Ω": 163,
      "α": 164,
      "β": 165,
      "γ": 166,
      "δ": 167,
      "ε": 168,
      "η": 169,
      "θ": 170,
      "ι": 171,
      "κ": 172,
      "λ": 173,
      "μ": 174,
      "ν": 175,
      "ο": 176,
      "π": 177,
      "ρ": 178,
      "ς": 179,
      "σ": 180,
      "τ": 181,
      "φ": 182,
      "ψ": 183,
      "ω": 184,
      "ό": 185,
      "С": 186,
      "Х": 187,
      "Я": 188,
      "ё": 189,
      "є": 190,
      "।": 191,
      "Ἥ": 192,
      "​": 193,
      "‌": 194,
      "‍": 195,
      "―": 196,
      "‖": 197,
      "•": 198,
      "‧": 199,
      "‰": 200,
      "″": 201,
      "※": 202,
      "⁰": 203,
      "⁺": 204,
      "⁻": 205,
      "₂": 206,
      "₄": 207,
      "℃": 208,
      "™": 209,
      "ℤ": 210,
      "Ⅰ": 211,
      "Ⅱ": 212,
      "Ⅲ": 213,
      "Ⅳ": 214,
      "Ⅴ": 215,
      "Ⅵ": 216,
      "Ⅶ": 217,
      "ⅰ": 218,
      "ⅱ": 219,
      "ⅲ": 220,
      "ⅳ": 221,
      "ⅹ": 222,
      "←": 223,
      "↑": 224,
      "→": 225,
      "↓": 226,
      "↔": 227,
      "⇌": 228,
      "⇒": 229,
      "∀": 230,
      "∃": 231,
      "∈": 232,
      "∍": 233,
      "−": 234,
      "∘": 235,
      "∙": 236,
      "√": 237,
      "∝": 238,
      "∞": 239,
      "∟": 240,
      "∠": 241,
      "∥": 242,
      "∧": 243,
      "∨": 244,
      "∩": 245,
      "∪": 246,
      "∴": 247,
      "∵": 248,
      "∶": 249,
      "∷": 250,
      "∼": 251,
      "≈": 252,
      "≌": 253,
      "≠": 254,
      "≡": 255,
      "≤": 256,
      "≥": 257,
      "≧": 258,
      "⊆": 259,
      "⊇": 260,
      "⊕": 261,
      "⊙": 262,
      "⊥": 263,
      "⌒": 264,
      "①": 265,
      "②": 266,
      "③": 267,
      "④": 268,
      "⑤": 269,
      "⑥": 270,
      "⑦": 271,
      "⑧": 272,
      "⑨": 273,
      "⑩": 274,
      "⑪": 275,
      "⑫": 276,
      "⑬": 277,
      "⑭": 278,
      "⑴": 279,
      "⑵": 280,
      "⑶": 281,
      "⑺": 282,
      "⑻": 283,
      "⑼": 284,
      "⑽": 285,
      "⑾": 286,
      "⑿": 287,
      "⒀": 288,
      "⒁": 289,
      "⒂": 290,
      "⒃": 291,
      "⒄": 292,
      "⒆": 293,
      "⒈": 294,
      "⒉": 295,
      "⒊": 296,
      "⒋": 297,
      "⒌": 298,
      "⒍": 299,
      "⒗": 300,
      "⒘": 301,
      "─": 302,
      "│": 303,
      "┄": 304,
      "┅": 305,
      "┈": 306,
      "┏": 307,
      "┓": 308,
      "┛": 309,
      "┞": 310,
      "┫": 311,
      "═": 312,
      "╳": 313,
      "■": 314,
      "□": 315,
      "▪": 316,
      "▲": 317,
      "△": 318,
      "◆": 319,
      "◇": 320,
      "○": 321,
      "◎": 322,
      "●": 323,
      "◻": 324,
      "☀": 325,
      "☁": 326,
      "★": 327,
      "☆": 328,
      "☉": 329,
      "☿": 330,
      "♀": 331,
      "♂": 332,
      "⚠": 333,
      "✓": 334,
      "✔": 335,
      "✕": 336,
      "✘": 337,
      "❄": 338,
      "⫋": 339,
      "⺠": 340,
      "⺶": 341,
      "⻋": 342,
      "⻐": 343,
      "⻓": 344,
      "⻖": 345,
      "⻗": 346,
      "⻩": 347,
      "⼈": 348,
      "⼝": 349,
      "⼤": 350,
      "⼧": 351,
      "⼲": 352,
      "⽆": 353,
      "⽕": 354,
      "⽜": 355,
      "⽤": 356,
      "⽯": 357,
      "⽽": 358,
      "⽿": 359,
      "⾯": 360,
      "⾳": 361,
      "⾼": 362,
      "、": 363,
      "。": 364,
      "〃": 365,
      "〇": 366,
      "〈": 367,
      "〉": 368,
      "《": 369,
      "》": 370,
      "「": 371,
      "」": 372,
      "『": 373,
      "』": 374,
      "【": 375,
      "】": 376,
      "〔": 377,
      "〕": 378,
      "〗": 379,
      "〜": 380,
      "あ": 381,
      "い": 382,
      "が": 383,
      "し": 384,
      "ち": 385,
      "と": 386,
      "ぷ": 387,
      "り": 388,
      "オ": 389,
      "カ": 390,
      "ノ": 391,
      "フ": 392,
      "・": 393,
      "ー": 394,
      "ㄉ": 395,
      "ㄍ": 396,
      "ㄏ": 397,
      "ㄐ": 398,
      "ㄒ": 399,
      "ㄘ": 400,
      "ㄙ": 401,
      "ㄚ": 402,
      "ㄟ": 403,
      "ㄣ": 404,
      "ㄤ": 405,
      "ㄥ": 406,
      "ㄨ": 407,
      "ㄩ": 408,
      "ㄱ": 409,
      "ㄴ": 410,
      "㇏": 411,
      "㎏": 412,
      "㎡": 413,
      "㐱": 414,
      "㓟": 415,
      "㔙": 416,
      "㝍": 417,
      "㢀": 418,
      "㧐": 419,
      "㲴": 420,
      "䀦": 421,
      "䊁": 422,
      "䏠": 423,
      "䒩": 424,
      "䓌": 425,
      "䚺": 426,
      "䜣": 427,
      "䜩": 428,
      "䣭": 429,
      "䥻": 430,
      "䩗": 431,
      "䴕": 432,
      "一": 433,
      "丁": 434,
      "七": 435,
      "丅": 436,
      "万": 437,
      "丈": 438,
      "三": 439,
      "上": 440,
      "下": 441,
      "丌": 442,
      "不": 443,
      "与": 444,
      "丐": 445,
      "丑": 446,
      "专": 447,
      "且": 448,
      "丕": 449,
      "世": 450,
      "丘": 451,
      "丙": 452,
      "业": 453,
      "丛": 454,
      "东": 455,
      "丝": 456,
      "丞": 457,
      "丟": 458,
      "丢": 459,
      "两": 460,
      "严": 461,
      "並": 462,
      "丧": 463,
      "丨": 464,
      "个": 465,
      "丫": 466,
      "丬": 467,
      "中": 468,
      "丰": 469,
      "串": 470,
      "临": 471,
      "丶": 472,
      "丷": 473,
      "丸": 474,
      "丹": 475,
      "为": 476,
      "主": 477,
      "丽": 478,
      "举": 479,
      "丿": 480,
      "乀": 481,
      "乂": 482,
      "乃": 483,
      "久": 484,
      "乇": 485,
      "么": 486,
      "义": 487,
      "之": 488,
      "乌": 489,
      "乍": 490,
      "乎": 491,
      "乏": 492,
      "乐": 493,
      "乒": 494,
      "乓": 495,
      "乔": 496,
      "乖": 497,
      "乘": 498,
      "乙": 499,
      "乜": 500,
      "九": 501,
      "乞": 502,
      "也": 503,
      "习": 504,
      "乡": 505,
      "书": 506,
      "乩": 507,
      "买": 508,
      "乱": 509,
      "乳": 510,
      "乾": 511,
      "亂": 512,
      "了": 513,
      "予": 514,
      "争": 515,
      "亊": 516,
      "事": 517,
      "二": 518,
      "亍": 519,
      "于": 520,
      "亏": 521,
      "云": 522,
      "互": 523,
      "亓": 524,
      "五": 525,
      "井": 526,
      "亘": 527,
      "亚": 528,
      "些": 529,
      "亞": 530,
      "亟": 531,
      "亠": 532,
      "亡": 533,
      "亢": 534,
      "交": 535,
      "亥": 536,
      "亦": 537,
      "产": 538,
      "亨": 539,
      "亩": 540,
      "享": 541,
      "京": 542,
      "亭": 543,
      "亮": 544,
      "亲": 545,
      "亳": 546,
      "亵": 547,
      "亶": 548,
      "亸": 549,
      "亹": 550,
      "人": 551,
      "亻": 552,
      "亿": 553,
      "什": 554,
      "仁": 555,
      "仃": 556,
      "仄": 557,
      "仅": 558,
      "仆": 559,
      "仇": 560,
      "仉": 561,
      "今": 562,
      "介": 563,
      "仍": 564,
      "从": 565,
      "仑": 566,
      "仓": 567,
      "仔": 568,
      "仕": 569,
      "他": 570,
      "仗": 571,
      "付": 572,
      "仙": 573,
      "仝": 574,
      "仞": 575,
      "仟": 576,
      "仡": 577,
      "代": 578,
      "令": 579,
      "以": 580,
      "仨": 581,
      "仪": 582,
      "们": 583,
      "仰": 584,
      "仲": 585,
      "仵": 586,
      "件": 587,
      "价": 588,
      "任": 589,
      "仼": 590,
      "份": 591,
      "仿": 592,
      "企": 593,
      "伉": 594,
      "伊": 595,
      "伋": 596,
      "伍": 597,
      "伎": 598,
      "伏": 599,
      "伐": 600,
      "休": 601,
      "伕": 602,
      "众": 603,
      "优": 604,
      "伙": 605,
      "会": 606,
      "伛": 607,
      "伞": 608,
      "伟": 609,
      "传": 610,
      "伢": 611,
      "伤": 612,
      "伥": 613,
      "伦": 614,
      "伧": 615,
      "伪": 616,
      "伫": 617,
      "伯": 618,
      "估": 619,
      "伲": 620,
      "伴": 621,
      "伶": 622,
      "伸": 623,
      "伹": 624,
      "伺": 625,
      "伻": 626,
      "似": 627,
      "伽": 628,
      "佁": 629,
      "佃": 630,
      "但": 631,
      "佈": 632,
      "位": 633,
      "低": 634,
      "住": 635,
      "佐": 636,
      "佑": 637,
      "体": 638,
      "何": 639,
      "佗": 640,
      "佘": 641,
      "余": 642,
      "佚": 643,
      "佛": 644,
      "作": 645,
      "佝": 646,
      "佞": 647,
      "佟": 648,
      "你": 649,
      "佢": 650,
      "佣": 651,
      "佤": 652,
      "佥": 653,
      "佩": 654,
      "佬": 655,
      "佯": 656,
      "佰": 657,
      "佳": 658,
      "佶": 659,
      "佷": 660,
      "佺": 661,
      "佻": 662,
      "佼": 663,
      "佾": 664,
      "使": 665,
      "侁": 666,
      "侂": 667,
      "侃": 668,
      "侄": 669,
      "來": 670,
      "侈": 671,
      "侉": 672,
      "侊": 673,
      "例": 674,
      "侍": 675,
      "侎": 676,
      "侏": 677,
      "侑": 678,
      "侓": 679,
      "侔": 680,
      "侗": 681,
      "供": 682,
      "依": 683,
      "侠": 684,
      "侣": 685,
      "侥": 686,
      "侦": 687,
      "侧": 688,
      "侨": 689,
      "侩": 690,
      "侪": 691,
      "侬": 692,
      "侭": 693,
      "侮": 694,
      "侯": 695,
      "侵": 696,
      "便": 697,
      "係": 698,
      "促": 699,
      "俄": 700,
      "俅": 701,
      "俊": 702,
      "俎": 703,
      "俏": 704,
      "俐": 705,
      "俑": 706,
      "俗": 707,
      "俘": 708,
      "俚": 709,
      "俛": 710,
      "俜": 711,
      "保": 712,
      "俞": 713,
      "俟": 714,
      "信": 715,
      "俣": 716,
      "俦": 717,
      "俨": 718,
      "俩": 719,
      "俪": 720,
      "俬": 721,
      "俭": 722,
      "修": 723,
      "俯": 724,
      "俱": 725,
      "俶": 726,
      "俸": 727,
      "俺": 728,
      "俾": 729,
      "倅": 730,
      "倆": 731,
      "倉": 732,
      "個": 733,
      "倌": 734,
      "倍": 735,
      "倏": 736,
      "們": 737,
      "倒": 738,
      "倔": 739,
      "倖": 740,
      "倘": 741,
      "候": 742,
      "倚": 743,
      "倜": 744,
      "借": 745,
      "倡": 746,
      "倥": 747,
      "倦": 748,
      "倨": 749,
      "倩": 750,
      "倪": 751,
      "倫": 752,
      "倬": 753,
      "倭": 754,
      "倮": 755,
      "倶": 756,
      "倷": 757,
      "债": 758,
      "值": 759,
      "倾": 760,
      "偁": 761,
      "偃": 762,
      "假": 763,
      "偈": 764,
      "偌": 765,
      "偎": 766,
      "偏": 767,
      "偓": 768,
      "偕": 769,
      "做": 770,
      "停": 771,
      "健": 772,
      "偬": 773,
      "偱": 774,
      "側": 775,
      "偶": 776,
      "偷": 777,
      "偸": 778,
      "偻": 779,
      "偾": 780,
      "偿": 781,
      "傀": 782,
      "傅": 783,
      "傈": 784,
      "傍": 785,
      "傑": 786,
      "傕": 787,
      "備": 788,
      "傢": 789,
      "傣": 790,
      "傥": 791,
      "储": 792,
      "傩": 793,
      "催": 794,
      "傲": 795,
      "傳": 796,
      "傷": 797,
      "傻": 798,
      "僇": 799,
      "像": 800,
      "僖": 801,
      "僚": 802,
      "僜": 803,
      "僣": 804,
      "僦": 805,
      "僧": 806,
      "僭": 807,
      "僮": 808,
      "僰": 809,
      "僳": 810,
      "僵": 811,
      "價": 812,
      "僻": 813,
      "儆": 814,
      "儇": 815,
      "儋": 816,
      "儍": 817,
      "儒": 818,
      "儘": 819,
      "償": 820,
      "儡": 821,
      "優": 822,
      "儵": 823,
      "儿": 824,
      "兀": 825,
      "允": 826,
      "元": 827,
      "兄": 828,
      "充": 829,
      "兆": 830,
      "兇": 831,
      "先": 832,
      "光": 833,
      "克": 834,
      "免": 835,
      "兑": 836,
      "兒": 837,
      "兔": 838,
      "兕": 839,
      "兖": 840,
      "党": 841,
      "兜": 842,
      "兢": 843,
      "入": 844,
      "內": 845,
      "全": 846,
      "兩": 847,
      "八": 848,
      "公": 849,
      "六": 850,
      "兮": 851,
      "兰": 852,
      "共": 853,
      "关": 854,
      "兴": 855,
      "兵": 856,
      "其": 857,
      "具": 858,
      "典": 859,
      "兹": 860,
      "养": 861,
      "兼": 862,
      "兽": 863,
      "冀": 864,
      "冁": 865,
      "冂": 866,
      "内": 867,
      "冇": 868,
      "冈": 869,
      "冉": 870,
      "冋": 871,
      "册": 872,
      "再": 873,
      "冏": 874,
      "冒": 875,
      "冕": 876,
      "冗": 877,
      "写": 878,
      "军": 879,
      "农": 880,
      "冠": 881,
      "冢": 882,
      "冤": 883,
      "冥": 884,
      "冫": 885,
      "冬": 886,
      "冯": 887,
      "冰": 888,
      "冱": 889,
      "冲": 890,
      "决": 891,
      "冴": 892,
      "况": 893,
      "冶": 894,
      "冷": 895,
      "冻": 896,
      "冼": 897,
      "冽": 898,
      "净": 899,
      "凄": 900,
      "准": 901,
      "凇": 902,
      "凉": 903,
      "凊": 904,
      "凋": 905,
      "凌": 906,
      "凍": 907,
      "减": 908,
      "凑": 909,
      "凛": 910,
      "凝": 911,
      "几": 912,
      "凡": 913,
      "凤": 914,
      "凫": 915,
      "凭": 916,
      "凯": 917,
      "凰": 918,
      "凳": 919,
      "凵": 920,
      "凶": 921,
      "凸": 922,
      "凹": 923,
      "出": 924,
      "击": 925,
      "凼": 926,
      "函": 927,
      "凿": 928,
      "刀": 929,
      "刁": 930,
      "刂": 931,
      "刃": 932,
      "分": 933,
      "切": 934,
      "刈": 935,
      "刊": 936,
      "刍": 937,
      "刎": 938,
      "刑": 939,
      "划": 940,
      "刓": 941,
      "刖": 942,
      "列": 943,
      "刘": 944,
      "则": 945,
      "刚": 946,
      "创": 947,
      "初": 948,
      "删": 949,
      "判": 950,
      "別": 951,
      "刨": 952,
      "利": 953,
      "别": 954,
      "刮": 955,
      "到": 956,
      "刳": 957,
      "制": 958,
      "刷": 959,
      "券": 960,
      "刹": 961,
      "刺": 962,
      "刻": 963,
      "刽": 964,
      "刿": 965,
      "剁": 966,
      "剂": 967,
      "剃": 968,
      "則": 969,
      "削": 970,
      "剌": 971,
      "前": 972,
      "剐": 973,
      "剑": 974,
      "剔": 975,
      "剖": 976,
      "剚": 977,
      "剛": 978,
      "剜": 979,
      "剡": 980,
      "剥": 981,
      "剧": 982,
      "剩": 983,
      "剪": 984,
      "副": 985,
      "割": 986,
      "創": 987,
      "剽": 988,
      "剿": 989,
      "劈": 990,
      "劓": 991,
      "力": 992,
      "劝": 993,
      "办": 994,
      "功": 995,
      "加": 996,
      "务": 997,
      "劣": 998,
      "动": 999,
      "助": 1000,
      "努": 1001,
      "劫": 1002,
      "劭": 1003,
      "励": 1004,
      "劲": 1005,
      "劳": 1006,
      "劵": 1007,
      "劻": 1008,
      "劼": 1009,
      "劾": 1010,
      "势": 1011,
      "勁": 1012,
      "勃": 1013,
      "勇": 1014,
      "勉": 1015,
      "勋": 1016,
      "勐": 1017,
      "勒": 1018,
      "勔": 1019,
      "動": 1020,
      "勖": 1021,
      "勘": 1022,
      "務": 1023,
      "勞": 1024,
      "募": 1025,
      "勣": 1026,
      "勤": 1027,
      "勰": 1028,
      "勵": 1029,
      "勺": 1030,
      "勾": 1031,
      "勿": 1032,
      "匀": 1033,
      "包": 1034,
      "匆": 1035,
      "匈": 1036,
      "匍": 1037,
      "匏": 1038,
      "匐": 1039,
      "匕": 1040,
      "化": 1041,
      "北": 1042,
      "匙": 1043,
      "匚": 1044,
      "匝": 1045,
      "匠": 1046,
      "匡": 1047,
      "匣": 1048,
      "匪": 1049,
      "匮": 1050,
      "匯": 1051,
      "匹": 1052,
      "区": 1053,
      "医": 1054,
      "匾": 1055,
      "匿": 1056,
      "十": 1057,
      "千": 1058,
      "卅": 1059,
      "升": 1060,
      "午": 1061,
      "卉": 1062,
      "半": 1063,
      "华": 1064,
      "协": 1065,
      "卑": 1066,
      "卒": 1067,
      "卓": 1068,
      "单": 1069,
      "卖": 1070,
      "南": 1071,
      "単": 1072,
      "博": 1073,
      "卜": 1074,
      "卞": 1075,
      "卟": 1076,
      "占": 1077,
      "卡": 1078,
      "卢": 1079,
      "卤": 1080,
      "卦": 1081,
      "卧": 1082,
      "卨": 1083,
      "卩": 1084,
      "卫": 1085,
      "卮": 1086,
      "卯": 1087,
      "印": 1088,
      "危": 1089,
      "即": 1090,
      "却": 1091,
      "卵": 1092,
      "卷": 1093,
      "卸": 1094,
      "卺": 1095,
      "卻": 1096,
      "卿": 1097,
      "厂": 1098,
      "厄": 1099,
      "厅": 1100,
      "历": 1101,
      "厉": 1102,
      "压": 1103,
      "厌": 1104,
      "厕": 1105,
      "厘": 1106,
      "厚": 1107,
      "厝": 1108,
      "原": 1109,
      "厢": 1110,
      "厣": 1111,
      "厥": 1112,
      "厦": 1113,
      "厨": 1114,
      "厩": 1115,
      "厭": 1116,
      "厮": 1117,
      "厲": 1118,
      "去": 1119,
      "县": 1120,
      "叁": 1121,
      "参": 1122,
      "參": 1123,
      "又": 1124,
      "叉": 1125,
      "及": 1126,
      "友": 1127,
      "双": 1128,
      "反": 1129,
      "发": 1130,
      "叔": 1131,
      "取": 1132,
      "受": 1133,
      "变": 1134,
      "叙": 1135,
      "叛": 1136,
      "叟": 1137,
      "叠": 1138,
      "叢": 1139,
      "口": 1140,
      "古": 1141,
      "句": 1142,
      "另": 1143,
      "叨": 1144,
      "叩": 1145,
      "只": 1146,
      "叫": 1147,
      "召": 1148,
      "叭": 1149,
      "叮": 1150,
      "可": 1151,
      "台": 1152,
      "叱": 1153,
      "史": 1154,
      "右": 1155,
      "叵": 1156,
      "叶": 1157,
      "号": 1158,
      "司": 1159,
      "叹": 1160,
      "叻": 1161,
      "叼": 1162,
      "叽": 1163,
      "吁": 1164,
      "吃": 1165,
      "各": 1166,
      "吆": 1167,
      "合": 1168,
      "吉": 1169,
      "吊": 1170,
      "吋": 1171,
      "同": 1172,
      "名": 1173,
      "后": 1174,
      "吏": 1175,
      "吐": 1176,
      "向": 1177,
      "吒": 1178,
      "吓": 1179,
      "吔": 1180,
      "吕": 1181,
      "吖": 1182,
      "吗": 1183,
      "吚": 1184,
      "君": 1185,
      "吝": 1186,
      "吞": 1187,
      "吟": 1188,
      "吠": 1189,
      "吡": 1190,
      "吥": 1191,
      "否": 1192,
      "吧": 1193,
      "吨": 1194,
      "吩": 1195,
      "含": 1196,
      "听": 1197,
      "吭": 1198,
      "吮": 1199,
      "启": 1200,
      "吱": 1201,
      "吲": 1202,
      "吴": 1203,
      "吵": 1204,
      "吶": 1205,
      "吸": 1206,
      "吹": 1207,
      "吻": 1208,
      "吼": 1209,
      "吾": 1210,
      "呀": 1211,
      "呃": 1212,
      "呆": 1213,
      "呈": 1214,
      "告": 1215,
      "呋": 1216,
      "呎": 1217,
      "呐": 1218,
      "呑": 1219,
      "呒": 1220,
      "呓": 1221,
      "呔": 1222,
      "呕": 1223,
      "呖": 1224,
      "呗": 1225,
      "员": 1226,
      "呛": 1227,
      "呜": 1228,
      "呢": 1229,
      "呣": 1230,
      "呤": 1231,
      "呦": 1232,
      "周": 1233,
      "呯": 1234,
      "呱": 1235,
      "呲": 1236,
      "味": 1237,
      "呵": 1238,
      "呶": 1239,
      "呷": 1240,
      "呸": 1241,
      "呻": 1242,
      "呼": 1243,
      "命": 1244,
      "呿": 1245,
      "咀": 1246,
      "咁": 1247,
      "咂": 1248,
      "咄": 1249,
      "咆": 1250,
      "咋": 1251,
      "和": 1252,
      "咎": 1253,
      "咏": 1254,
      "咐": 1255,
      "咒": 1256,
      "咔": 1257,
      "咕": 1258,
      "咖": 1259,
      "咗": 1260,
      "咘": 1261,
      "咙": 1262,
      "咚": 1263,
      "咛": 1264,
      "咝": 1265,
      "咡": 1266,
      "咣": 1267,
      "咤": 1268,
      "咥": 1269,
      "咦": 1270,
      "咧": 1271,
      "咨": 1272,
      "咩": 1273,
      "咪": 1274,
      "咫": 1275,
      "咬": 1276,
      "咭": 1277,
      "咯": 1278,
      "咱": 1279,
      "咲": 1280,
      "咳": 1281,
      "咴": 1282,
      "咵": 1283,
      "咷": 1284,
      "咸": 1285,
      "咹": 1286,
      "咻": 1287,
      "咽": 1288,
      "咾": 1289,
      "咿": 1290,
      "哀": 1291,
      "品": 1292,
      "哂": 1293,
      "哄": 1294,
      "哆": 1295,
      "哇": 1296,
      "哈": 1297,
      "哉": 1298,
      "哋": 1299,
      "响": 1300,
      "哎": 1301,
      "哏": 1302,
      "哐": 1303,
      "哑": 1304,
      "哒": 1305,
      "哓": 1306,
      "哔": 1307,
      "哕": 1308,
      "哗": 1309,
      "哙": 1310,
      "哚": 1311,
      "哝": 1312,
      "哞": 1313,
      "哟": 1314,
      "員": 1315,
      "哥": 1316,
      "哦": 1317,
      "哧": 1318,
      "哨": 1319,
      "哩": 1320,
      "哪": 1321,
      "哭": 1322,
      "哮": 1323,
      "哲": 1324,
      "哳": 1325,
      "哺": 1326,
      "哼": 1327,
      "哽": 1328,
      "哿": 1329,
      "唁": 1330,
      "唆": 1331,
      "唇": 1332,
      "唉": 1333,
      "唏": 1334,
      "唐": 1335,
      "唑": 1336,
      "唒": 1337,
      "唔": 1338,
      "唗": 1339,
      "唛": 1340,
      "唝": 1341,
      "唠": 1342,
      "唡": 1343,
      "唢": 1344,
      "唤": 1345,
      "唦": 1346,
      "唧": 1347,
      "唬": 1348,
      "售": 1349,
      "唯": 1350,
      "唰": 1351,
      "唱": 1352,
      "唳": 1353,
      "唵": 1354,
      "唷": 1355,
      "唸": 1356,
      "唻": 1357,
      "唼": 1358,
      "唾": 1359,
      "唿": 1360,
      "啁": 1361,
      "啃": 1362,
      "啄": 1363,
      "商": 1364,
      "啉": 1365,
      "啊": 1366,
      "啌": 1367,
      "問": 1368,
      "啐": 1369,
      "啕": 1370,
      "啖": 1371,
      "啜": 1372,
      "啡": 1373,
      "啤": 1374,
      "啥": 1375,
      "啦": 1376,
      "啧": 1377,
      "啪": 1378,
      "啫": 1379,
      "啬": 1380,
      "啭": 1381,
      "啮": 1382,
      "啰": 1383,
      "啵": 1384,
      "啶": 1385,
      "啷": 1386,
      "啸": 1387,
      "啻": 1388,
      "啼": 1389,
      "啾": 1390,
      "喀": 1391,
      "喁": 1392,
      "喂": 1393,
      "喃": 1394,
      "善": 1395,
      "喆": 1396,
      "喇": 1397,
      "喈": 1398,
      "喉": 1399,
      "喊": 1400,
      "喋": 1401,
      "喎": 1402,
      "喏": 1403,
      "喑": 1404,
      "喔": 1405,
      "喘": 1406,
      "喙": 1407,
      "喚": 1408,
      "喜": 1409,
      "喝": 1410,
      "喟": 1411,
      "喦": 1412,
      "喧": 1413,
      "喬": 1414,
      "單": 1415,
      "喰": 1416,
      "喱": 1417,
      "喲": 1418,
      "喳": 1419,
      "喵": 1420,
      "喷": 1421,
      "喹": 1422,
      "喻": 1423,
      "喽": 1424,
      "喾": 1425,
      "嗄": 1426,
      "嗅": 1427,
      "嗉": 1428,
      "嗌": 1429,
      "嗍": 1430,
      "嗎": 1431,
      "嗐": 1432,
      "嗑": 1433,
      "嗒": 1434,
      "嗓": 1435,
      "嗔": 1436,
      "嗖": 1437,
      "嗙": 1438,
      "嗜": 1439,
      "嗝": 1440,
      "嗞": 1441,
      "嗟": 1442,
      "嗡": 1443,
      "嗣": 1444,
      "嗤": 1445,
      "嗥": 1446,
      "嗦": 1447,
      "嗨": 1448,
      "嗪": 1449,
      "嗫": 1450,
      "嗬": 1451,
      "嗮": 1452,
      "嗯": 1453,
      "嗲": 1454,
      "嗳": 1455,
      "嗵": 1456,
      "嗷": 1457,
      "嗽": 1458,
      "嘀": 1459,
      "嘁": 1460,
      "嘈": 1461,
      "嘉": 1462,
      "嘌": 1463,
      "嘎": 1464,
      "嘏": 1465,
      "嘓": 1466,
      "嘘": 1467,
      "嘚": 1468,
      "嘛": 1469,
      "嘞": 1470,
      "嘟": 1471,
      "嘡": 1472,
      "嘢": 1473,
      "嘣": 1474,
      "嘤": 1475,
      "嘧": 1476,
      "嘬": 1477,
      "嘭": 1478,
      "嘱": 1479,
      "嘲": 1480,
      "嘴": 1481,
      "嘶": 1482,
      "嘹": 1483,
      "嘻": 1484,
      "嘿": 1485,
      "噁": 1486,
      "噌": 1487,
      "噍": 1488,
      "噎": 1489,
      "噏": 1490,
      "噓": 1491,
      "噔": 1492,
      "噗": 1493,
      "噘": 1494,
      "噙": 1495,
      "噜": 1496,
      "噢": 1497,
      "噤": 1498,
      "器": 1499,
      "噩": 1500,
      "噪": 1501,
      "噫": 1502,
      "噬": 1503,
      "噭": 1504,
      "噱": 1505,
      "噴": 1506,
      "噶": 1507,
      "噹": 1508,
      "噻": 1509,
      "噼": 1510,
      "嚄": 1511,
      "嚅": 1512,
      "嚇": 1513,
      "嚎": 1514,
      "嚏": 1515,
      "嚐": 1516,
      "嚒": 1517,
      "嚓": 1518,
      "嚕": 1519,
      "嚣": 1520,
      "嚭": 1521,
      "嚯": 1522,
      "嚱": 1523,
      "嚲": 1524,
      "嚴": 1525,
      "嚷": 1526,
      "嚼": 1527,
      "囀": 1528,
      "囉": 1529,
      "囊": 1530,
      "囍": 1531,
      "囐": 1532,
      "囔": 1533,
      "囗": 1534,
      "囚": 1535,
      "四": 1536,
      "囝": 1537,
      "回": 1538,
      "囟": 1539,
      "因": 1540,
      "囡": 1541,
      "团": 1542,
      "囤": 1543,
      "囧": 1544,
      "囫": 1545,
      "园": 1546,
      "囯": 1547,
      "困": 1548,
      "囱": 1549,
      "围": 1550,
      "囵": 1551,
      "囹": 1552,
      "固": 1553,
      "国": 1554,
      "图": 1555,
      "囿": 1556,
      "圃": 1557,
      "圄": 1558,
      "圆": 1559,
      "圈": 1560,
      "圉": 1561,
      "圊": 1562,
      "國": 1563,
      "圍": 1564,
      "圏": 1565,
      "園": 1566,
      "圓": 1567,
      "圖": 1568,
      "團": 1569,
      "圜": 1570,
      "土": 1571,
      "圣": 1572,
      "在": 1573,
      "圩": 1574,
      "圪": 1575,
      "圬": 1576,
      "圭": 1577,
      "圮": 1578,
      "圯": 1579,
      "地": 1580,
      "圳": 1581,
      "圹": 1582,
      "场": 1583,
      "圻": 1584,
      "圾": 1585,
      "址": 1586,
      "坂": 1587,
      "均": 1588,
      "坊": 1589,
      "坌": 1590,
      "坍": 1591,
      "坎": 1592,
      "坏": 1593,
      "坐": 1594,
      "坑": 1595,
      "块": 1596,
      "坚": 1597,
      "坛": 1598,
      "坜": 1599,
      "坝": 1600,
      "坞": 1601,
      "坟": 1602,
      "坠": 1603,
      "坡": 1604,
      "坤": 1605,
      "坦": 1606,
      "坨": 1607,
      "坩": 1608,
      "坪": 1609,
      "坯": 1610,
      "坳": 1611,
      "坷": 1612,
      "坻": 1613,
      "坼": 1614,
      "垂": 1615,
      "垃": 1616,
      "垄": 1617,
      "垅": 1618,
      "垆": 1619,
      "垉": 1620,
      "型": 1621,
      "垌": 1622,
      "垍": 1623,
      "垒": 1624,
      "垓": 1625,
      "垚": 1626,
      "垛": 1627,
      "垝": 1628,
      "垟": 1629,
      "垠": 1630,
      "垡": 1631,
      "垢": 1632,
      "垣": 1633,
      "垤": 1634,
      "垦": 1635,
      "垧": 1636,
      "垩": 1637,
      "垫": 1638,
      "垭": 1639,
      "垮": 1640,
      "垴": 1641,
      "垸": 1642,
      "埂": 1643,
      "埃": 1644,
      "埇": 1645,
      "埋": 1646,
      "城": 1647,
      "埒": 1648,
      "埔": 1649,
      "埘": 1650,
      "埙": 1651,
      "埚": 1652,
      "埝": 1653,
      "域": 1654,
      "埠": 1655,
      "埤": 1656,
      "埭": 1657,
      "埳": 1658,
      "埶": 1659,
      "埸": 1660,
      "培": 1661,
      "基": 1662,
      "埼": 1663,
      "埽": 1664,
      "堂": 1665,
      "堅": 1666,
      "堆": 1667,
      "堇": 1668,
      "堉": 1669,
      "堌": 1670,
      "堍": 1671,
      "堑": 1672,
      "堕": 1673,
      "堙": 1674,
      "堞": 1675,
      "堠": 1676,
      "堡": 1677,
      "堤": 1678,
      "堪": 1679,
      "堰": 1680,
      "報": 1681,
      "場": 1682,
      "堵": 1683,
      "塁": 1684,
      "塆": 1685,
      "塊": 1686,
      "塌": 1687,
      "塍": 1688,
      "塑": 1689,
      "塔": 1690,
      "塘": 1691,
      "塚": 1692,
      "塞": 1693,
      "填": 1694,
      "塬": 1695,
      "塯": 1696,
      "塵": 1697,
      "塽": 1698,
      "塾": 1699,
      "墀": 1700,
      "墁": 1701,
      "境": 1702,
      "墅": 1703,
      "墉": 1704,
      "墊": 1705,
      "墎": 1706,
      "墒": 1707,
      "墓": 1708,
      "増": 1709,
      "墘": 1710,
      "墙": 1711,
      "墚": 1712,
      "增": 1713,
      "墟": 1714,
      "墨": 1715,
      "墩": 1716,
      "墫": 1717,
      "墼": 1718,
      "壁": 1719,
      "壅": 1720,
      "壇": 1721,
      "壌": 1722,
      "壑": 1723,
      "壕": 1724,
      "壖": 1725,
      "壞": 1726,
      "壤": 1727,
      "士": 1728,
      "壬": 1729,
      "壮": 1730,
      "壯": 1731,
      "声": 1732,
      "壳": 1733,
      "壶": 1734,
      "壸": 1735,
      "壹": 1736,
      "处": 1737,
      "备": 1738,
      "変": 1739,
      "复": 1740,
      "夏": 1741,
      "夔": 1742,
      "夕": 1743,
      "外": 1744,
      "夙": 1745,
      "多": 1746,
      "夜": 1747,
      "够": 1748,
      "夠": 1749,
      "夢": 1750,
      "夤": 1751,
      "夥": 1752,
      "大": 1753,
      "天": 1754,
      "太": 1755,
      "夫": 1756,
      "夬": 1757,
      "夭": 1758,
      "央": 1759,
      "夯": 1760,
      "失": 1761,
      "头": 1762,
      "夷": 1763,
      "夸": 1764,
      "夹": 1765,
      "夺": 1766,
      "夾": 1767,
      "奁": 1768,
      "奂": 1769,
      "奄": 1770,
      "奇": 1771,
      "奈": 1772,
      "奉": 1773,
      "奋": 1774,
      "奎": 1775,
      "奏": 1776,
      "契": 1777,
      "奓": 1778,
      "奔": 1779,
      "奕": 1780,
      "奖": 1781,
      "套": 1782,
      "奘": 1783,
      "奚": 1784,
      "奠": 1785,
      "奢": 1786,
      "奥": 1787,
      "奪": 1788,
      "奭": 1789,
      "奮": 1790,
      "女": 1791,
      "奴": 1792,
      "奶": 1793,
      "奸": 1794,
      "她": 1795,
      "奻": 1796,
      "好": 1797,
      "妁": 1798,
      "如": 1799,
      "妃": 1800,
      "妄": 1801,
      "妆": 1802,
      "妇": 1803,
      "妈": 1804,
      "妊": 1805,
      "妍": 1806,
      "妒": 1807,
      "妓": 1808,
      "妖": 1809,
      "妗": 1810,
      "妙": 1811,
      "妞": 1812,
      "妣": 1813,
      "妤": 1814,
      "妥": 1815,
      "妨": 1816,
      "妩": 1817,
      "妪": 1818,
      "妫": 1819,
      "妮": 1820,
      "妯": 1821,
      "妲": 1822,
      "妳": 1823,
      "妸": 1824,
      "妹": 1825,
      "妺": 1826,
      "妻": 1827,
      "妾": 1828,
      "姆": 1829,
      "姊": 1830,
      "始": 1831,
      "姐": 1832,
      "姑": 1833,
      "姒": 1834,
      "姓": 1835,
      "委": 1836,
      "姗": 1837,
      "姘": 1838,
      "姚": 1839,
      "姜": 1840,
      "姝": 1841,
      "姞": 1842,
      "姟": 1843,
      "姣": 1844,
      "姥": 1845,
      "姨": 1846,
      "姬": 1847,
      "姮": 1848,
      "姳": 1849,
      "姹": 1850,
      "姻": 1851,
      "姽": 1852,
      "姿": 1853,
      "威": 1854,
      "娃": 1855,
      "娄": 1856,
      "娅": 1857,
      "娆": 1858,
      "娇": 1859,
      "娈": 1860,
      "娉": 1861,
      "娌": 1862,
      "娑": 1863,
      "娓": 1864,
      "娘": 1865,
      "娜": 1866,
      "娟": 1867,
      "娠": 1868,
      "娡": 1869,
      "娣": 1870,
      "娥": 1871,
      "娩": 1872,
      "娱": 1873,
      "娲": 1874,
      "娴": 1875,
      "娶": 1876,
      "娼": 1877,
      "婀": 1878,
      "婆": 1879,
      "婉": 1880,
      "婊": 1881,
      "婕": 1882,
      "婚": 1883,
      "婞": 1884,
      "婢": 1885,
      "婥": 1886,
      "婦": 1887,
      "婧": 1888,
      "婪": 1889,
      "婳": 1890,
      "婴": 1891,
      "婵": 1892,
      "婶": 1893,
      "婷": 1894,
      "婺": 1895,
      "婻": 1896,
      "婿": 1897,
      "媒": 1898,
      "媚": 1899,
      "媛": 1900,
      "媪": 1901,
      "媲": 1902,
      "媳": 1903,
      "媵": 1904,
      "媷": 1905,
      "媸": 1906,
      "媽": 1907,
      "媾": 1908,
      "嫁": 1909,
      "嫂": 1910,
      "嫄": 1911,
      "嫉": 1912,
      "嫋": 1913,
      "嫌": 1914,
      "嫐": 1915,
      "嫒": 1916,
      "嫔": 1917,
      "嫖": 1918,
      "嫘": 1919,
      "嫚": 1920,
      "嫠": 1921,
      "嫡": 1922,
      "嫣": 1923,
      "嫦": 1924,
      "嫩": 1925,
      "嫪": 1926,
      "嫫": 1927,
      "嫰": 1928,
      "嫱": 1929,
      "嫲": 1930,
      "嬅": 1931,
      "嬉": 1932,
      "嬖": 1933,
      "嬗": 1934,
      "嬛": 1935,
      "嬰": 1936,
      "嬲": 1937,
      "嬴": 1938,
      "嬷": 1939,
      "嬿": 1940,
      "孀": 1941,
      "子": 1942,
      "孑": 1943,
      "孒": 1944,
      "孓": 1945,
      "孔": 1946,
      "孕": 1947,
      "字": 1948,
      "存": 1949,
      "孙": 1950,
      "孚": 1951,
      "孛": 1952,
      "孜": 1953,
      "孝": 1954,
      "孟": 1955,
      "孢": 1956,
      "季": 1957,
      "孤": 1958,
      "孥": 1959,
      "学": 1960,
      "孩": 1961,
      "孪": 1962,
      "孫": 1963,
      "孬": 1964,
      "孰": 1965,
      "孱": 1966,
      "孳": 1967,
      "孵": 1968,
      "學": 1969,
      "孺": 1970,
      "孽": 1971,
      "孿": 1972,
      "宀": 1973,
      "宁": 1974,
      "它": 1975,
      "宄": 1976,
      "宅": 1977,
      "宇": 1978,
      "守": 1979,
      "安": 1980,
      "宋": 1981,
      "完": 1982,
      "宏": 1983,
      "宓": 1984,
      "宕": 1985,
      "宗": 1986,
      "官": 1987,
      "宙": 1988,
      "定": 1989,
      "宛": 1990,
      "宜": 1991,
      "宝": 1992,
      "实": 1993,
      "宠": 1994,
      "审": 1995,
      "客": 1996,
      "宣": 1997,
      "室": 1998,
      "宥": 1999,
      "宦": 2000,
      "宪": 2001,
      "宫": 2002,
      "宬": 2003,
      "宰": 2004,
      "害": 2005,
      "宴": 2006,
      "宵": 2007,
      "家": 2008,
      "宸": 2009,
      "容": 2010,
      "宽": 2011,
      "宾": 2012,
      "宿": 2013,
      "寂": 2014,
      "寄": 2015,
      "寅": 2016,
      "密": 2017,
      "寇": 2018,
      "富": 2019,
      "寐": 2020,
      "寒": 2021,
      "寓": 2022,
      "寔": 2023,
      "寝": 2024,
      "寞": 2025,
      "察": 2026,
      "寡": 2027,
      "寤": 2028,
      "寥": 2029,
      "實": 2030,
      "寧": 2031,
      "寨": 2032,
      "寫": 2033,
      "寮": 2034,
      "寰": 2035,
      "寶": 2036,
      "寸": 2037,
      "对": 2038,
      "寺": 2039,
      "寻": 2040,
      "导": 2041,
      "寿": 2042,
      "封": 2043,
      "射": 2044,
      "将": 2045,
      "將": 2046,
      "專": 2047,
      "尉": 2048,
      "尊": 2049,
      "尋": 2050,
      "對": 2051,
      "小": 2052,
      "少": 2053,
      "尓": 2054,
      "尔": 2055,
      "尕": 2056,
      "尖": 2057,
      "尘": 2058,
      "尚": 2059,
      "尜": 2060,
      "尝": 2061,
      "尢": 2062,
      "尤": 2063,
      "尥": 2064,
      "尧": 2065,
      "尪": 2066,
      "尬": 2067,
      "就": 2068,
      "尴": 2069,
      "尷": 2070,
      "尸": 2071,
      "尹": 2072,
      "尺": 2073,
      "尻": 2074,
      "尼": 2075,
      "尽": 2076,
      "尾": 2077,
      "尿": 2078,
      "局": 2079,
      "屁": 2080,
      "层": 2081,
      "屃": 2082,
      "屄": 2083,
      "居": 2084,
      "屈": 2085,
      "屉": 2086,
      "届": 2087,
      "屋": 2088,
      "屌": 2089,
      "屎": 2090,
      "屏": 2091,
      "屐": 2092,
      "屑": 2093,
      "展": 2094,
      "屙": 2095,
      "屛": 2096,
      "属": 2097,
      "屠": 2098,
      "屡": 2099,
      "屣": 2100,
      "層": 2101,
      "履": 2102,
      "屦": 2103,
      "屮": 2104,
      "屯": 2105,
      "山": 2106,
      "屹": 2107,
      "屿": 2108,
      "岀": 2109,
      "岁": 2110,
      "岂": 2111,
      "岈": 2112,
      "岌": 2113,
      "岐": 2114,
      "岑": 2115,
      "岔": 2116,
      "岖": 2117,
      "岗": 2118,
      "岘": 2119,
      "岙": 2120,
      "岚": 2121,
      "岛": 2122,
      "岜": 2123,
      "岢": 2124,
      "岨": 2125,
      "岩": 2126,
      "岫": 2127,
      "岬": 2128,
      "岭": 2129,
      "岱": 2130,
      "岳": 2131,
      "岷": 2132,
      "岸": 2133,
      "岿": 2134,
      "峁": 2135,
      "峄": 2136,
      "峋": 2137,
      "峒": 2138,
      "峙": 2139,
      "峡": 2140,
      "峣": 2141,
      "峤": 2142,
      "峥": 2143,
      "峦": 2144,
      "峨": 2145,
      "峪": 2146,
      "峭": 2147,
      "峯": 2148,
      "峰": 2149,
      "峻": 2150,
      "崀": 2151,
      "崂": 2152,
      "崃": 2153,
      "崆": 2154,
      "崇": 2155,
      "崎": 2156,
      "崐": 2157,
      "崑": 2158,
      "崔": 2159,
      "崖": 2160,
      "崛": 2161,
      "崤": 2162,
      "崦": 2163,
      "崧": 2164,
      "崩": 2165,
      "崭": 2166,
      "崮": 2167,
      "崴": 2168,
      "崽": 2169,
      "崾": 2170,
      "嵁": 2171,
      "嵇": 2172,
      "嵊": 2173,
      "嵋": 2174,
      "嵌": 2175,
      "嵘": 2176,
      "嵛": 2177,
      "嵩": 2178,
      "嵫": 2179,
      "嵬": 2180,
      "嵯": 2181,
      "嵴": 2182,
      "嶂": 2183,
      "嶒": 2184,
      "嶙": 2185,
      "嶷": 2186,
      "巅": 2187,
      "巉": 2188,
      "巍": 2189,
      "巘": 2190,
      "川": 2191,
      "州": 2192,
      "巡": 2193,
      "巢": 2194,
      "工": 2195,
      "左": 2196,
      "巧": 2197,
      "巨": 2198,
      "巩": 2199,
      "巫": 2200,
      "差": 2201,
      "巯": 2202,
      "己": 2203,
      "已": 2204,
      "巳": 2205,
      "巴": 2206,
      "巷": 2207,
      "巻": 2208,
      "巽": 2209,
      "巾": 2210,
      "巿": 2211,
      "币": 2212,
      "市": 2213,
      "布": 2214,
      "帅": 2215,
      "帆": 2216,
      "师": 2217,
      "希": 2218,
      "帏": 2219,
      "帐": 2220,
      "帑": 2221,
      "帔": 2222,
      "帕": 2223,
      "帖": 2224,
      "帘": 2225,
      "帙": 2226,
      "帚": 2227,
      "帛": 2228,
      "帜": 2229,
      "帝": 2230,
      "带": 2231,
      "帧": 2232,
      "師": 2233,
      "席": 2234,
      "帮": 2235,
      "帯": 2236,
      "帶": 2237,
      "帷": 2238,
      "常": 2239,
      "帼": 2240,
      "帽": 2241,
      "幂": 2242,
      "幄": 2243,
      "幅": 2244,
      "幌": 2245,
      "幍": 2246,
      "幔": 2247,
      "幕": 2248,
      "幛": 2249,
      "幞": 2250,
      "幡": 2251,
      "幢": 2252,
      "幫": 2253,
      "干": 2254,
      "平": 2255,
      "年": 2256,
      "幵": 2257,
      "并": 2258,
      "幷": 2259,
      "幸": 2260,
      "幹": 2261,
      "幺": 2262,
      "幻": 2263,
      "幼": 2264,
      "幽": 2265,
      "幾": 2266,
      "广": 2267,
      "庀": 2268,
      "庄": 2269,
      "庆": 2270,
      "庇": 2271,
      "床": 2272,
      "序": 2273,
      "庐": 2274,
      "庑": 2275,
      "库": 2276,
      "应": 2277,
      "底": 2278,
      "庖": 2279,
      "店": 2280,
      "庙": 2281,
      "庚": 2282,
      "府": 2283,
      "庞": 2284,
      "废": 2285,
      "庠": 2286,
      "庥": 2287,
      "度": 2288,
      "座": 2289,
      "庭": 2290,
      "庳": 2291,
      "庵": 2292,
      "庶": 2293,
      "康": 2294,
      "庸": 2295,
      "庹": 2296,
      "庾": 2297,
      "廂": 2298,
      "廉": 2299,
      "廊": 2300,
      "廋": 2301,
      "廑": 2302,
      "廒": 2303,
      "廓": 2304,
      "廕": 2305,
      "廖": 2306,
      "廙": 2307,
      "廚": 2308,
      "廛": 2309,
      "廪": 2310,
      "廵": 2311,
      "延": 2312,
      "廷": 2313,
      "建": 2314,
      "廿": 2315,
      "开": 2316,
      "弁": 2317,
      "异": 2318,
      "弃": 2319,
      "弄": 2320,
      "弈": 2321,
      "弊": 2322,
      "弋": 2323,
      "式": 2324,
      "弑": 2325,
      "弓": 2326,
      "引": 2327,
      "弗": 2328,
      "弘": 2329,
      "弛": 2330,
      "弟": 2331,
      "张": 2332,
      "弢": 2333,
      "弥": 2334,
      "弦": 2335,
      "弧": 2336,
      "弩": 2337,
      "弭": 2338,
      "弯": 2339,
      "弱": 2340,
      "張": 2341,
      "弶": 2342,
      "強": 2343,
      "弹": 2344,
      "强": 2345,
      "弼": 2346,
      "彀": 2347,
      "彈": 2348,
      "彊": 2349,
      "彌": 2350,
      "彎": 2351,
      "归": 2352,
      "当": 2353,
      "录": 2354,
      "彖": 2355,
      "彗": 2356,
      "彘": 2357,
      "彝": 2358,
      "形": 2359,
      "彤": 2360,
      "彦": 2361,
      "彧": 2362,
      "彩": 2363,
      "彪": 2364,
      "彬": 2365,
      "彭": 2366,
      "彰": 2367,
      "影": 2368,
      "彳": 2369,
      "彷": 2370,
      "役": 2371,
      "彻": 2372,
      "彼": 2373,
      "往": 2374,
      "征": 2375,
      "徂": 2376,
      "径": 2377,
      "待": 2378,
      "徇": 2379,
      "很": 2380,
      "徉": 2381,
      "徊": 2382,
      "律": 2383,
      "後": 2384,
      "徐": 2385,
      "徒": 2386,
      "徕": 2387,
      "得": 2388,
      "徘": 2389,
      "徙": 2390,
      "徜": 2391,
      "從": 2392,
      "御": 2393,
      "徨": 2394,
      "復": 2395,
      "循": 2396,
      "徭": 2397,
      "微": 2398,
      "徳": 2399,
      "徵": 2400,
      "德": 2401,
      "徹": 2402,
      "徼": 2403,
      "徽": 2404,
      "心": 2405,
      "忄": 2406,
      "必": 2407,
      "忆": 2408,
      "忌": 2409,
      "忍": 2410,
      "忏": 2411,
      "忐": 2412,
      "忑": 2413,
      "忒": 2414,
      "忖": 2415,
      "志": 2416,
      "忘": 2417,
      "忙": 2418,
      "忝": 2419,
      "忠": 2420,
      "忡": 2421,
      "忤": 2422,
      "忧": 2423,
      "忪": 2424,
      "快": 2425,
      "忭": 2426,
      "忮": 2427,
      "忱": 2428,
      "念": 2429,
      "忸": 2430,
      "忻": 2431,
      "忽": 2432,
      "忾": 2433,
      "忿": 2434,
      "怀": 2435,
      "态": 2436,
      "怂": 2437,
      "怃": 2438,
      "怄": 2439,
      "怅": 2440,
      "怆": 2441,
      "怍": 2442,
      "怎": 2443,
      "怏": 2444,
      "怒": 2445,
      "怔": 2446,
      "怕": 2447,
      "怖": 2448,
      "怙": 2449,
      "怜": 2450,
      "思": 2451,
      "怠": 2452,
      "怡": 2453,
      "急": 2454,
      "怦": 2455,
      "性": 2456,
      "怨": 2457,
      "怩": 2458,
      "怪": 2459,
      "怫": 2460,
      "怮": 2461,
      "怯": 2462,
      "怵": 2463,
      "总": 2464,
      "怼": 2465,
      "怿": 2466,
      "恁": 2467,
      "恂": 2468,
      "恃": 2469,
      "恋": 2470,
      "恍": 2471,
      "恐": 2472,
      "恒": 2473,
      "恕": 2474,
      "恙": 2475,
      "恚": 2476,
      "恢": 2477,
      "恣": 2478,
      "恤": 2479,
      "恨": 2480,
      "恩": 2481,
      "恪": 2482,
      "恫": 2483,
      "恬": 2484,
      "恭": 2485,
      "息": 2486,
      "恰": 2487,
      "恳": 2488,
      "恵": 2489,
      "恶": 2490,
      "恸": 2491,
      "恹": 2492,
      "恺": 2493,
      "恻": 2494,
      "恼": 2495,
      "恽": 2496,
      "恿": 2497,
      "悃": 2498,
      "悄": 2499,
      "悅": 2500,
      "悉": 2501,
      "悌": 2502,
      "悍": 2503,
      "悒": 2504,
      "悔": 2505,
      "悖": 2506,
      "悚": 2507,
      "悛": 2508,
      "悝": 2509,
      "悟": 2510,
      "悠": 2511,
      "悢": 2512,
      "患": 2513,
      "悦": 2514,
      "您": 2515,
      "悫": 2516,
      "悬": 2517,
      "悭": 2518,
      "悮": 2519,
      "悯": 2520,
      "悱": 2521,
      "悲": 2522,
      "悴": 2523,
      "悶": 2524,
      "悸": 2525,
      "悻": 2526,
      "悼": 2527,
      "悽": 2528,
      "情": 2529,
      "惆": 2530,
      "惇": 2531,
      "惊": 2532,
      "惋": 2533,
      "惑": 2534,
      "惓": 2535,
      "惕": 2536,
      "惗": 2537,
      "惘": 2538,
      "惚": 2539,
      "惛": 2540,
      "惜": 2541,
      "惝": 2542,
      "惟": 2543,
      "惠": 2544,
      "惡": 2545,
      "惦": 2546,
      "惧": 2547,
      "惨": 2548,
      "惩": 2549,
      "惫": 2550,
      "惬": 2551,
      "惭": 2552,
      "惮": 2553,
      "惯": 2554,
      "惰": 2555,
      "惱": 2556,
      "想": 2557,
      "惴": 2558,
      "惶": 2559,
      "惹": 2560,
      "惺": 2561,
      "愀": 2562,
      "愁": 2563,
      "愄": 2564,
      "愆": 2565,
      "愈": 2566,
      "愉": 2567,
      "愋": 2568,
      "愍": 2569,
      "愎": 2570,
      "意": 2571,
      "愔": 2572,
      "愕": 2573,
      "愚": 2574,
      "愛": 2575,
      "感": 2576,
      "愠": 2577,
      "愣": 2578,
      "愤": 2579,
      "愦": 2580,
      "愧": 2581,
      "愫": 2582,
      "愿": 2583,
      "慄": 2584,
      "慅": 2585,
      "慈": 2586,
      "慌": 2587,
      "慎": 2588,
      "慑": 2589,
      "慓": 2590,
      "慕": 2591,
      "慘": 2592,
      "慜": 2593,
      "慢": 2594,
      "慣": 2595,
      "慥": 2596,
      "慧": 2597,
      "慨": 2598,
      "慮": 2599,
      "慰": 2600,
      "慵": 2601,
      "慶": 2602,
      "慷": 2603,
      "憂": 2604,
      "憋": 2605,
      "憎": 2606,
      "憔": 2607,
      "憙": 2608,
      "憧": 2609,
      "憨": 2610,
      "憩": 2611,
      "憬": 2612,
      "憷": 2613,
      "憾": 2614,
      "懂": 2615,
      "懆": 2616,
      "懈": 2617,
      "應": 2618,
      "懊": 2619,
      "懋": 2620,
      "懑": 2621,
      "懒": 2622,
      "懔": 2623,
      "懦": 2624,
      "懮": 2625,
      "懰": 2626,
      "懲": 2627,
      "懵": 2628,
      "懶": 2629,
      "懽": 2630,
      "懾": 2631,
      "懿": 2632,
      "戆": 2633,
      "戈": 2634,
      "戊": 2635,
      "戌": 2636,
      "戍": 2637,
      "戎": 2638,
      "戏": 2639,
      "成": 2640,
      "我": 2641,
      "戒": 2642,
      "戓": 2643,
      "戕": 2644,
      "或": 2645,
      "戗": 2646,
      "战": 2647,
      "戚": 2648,
      "戛": 2649,
      "戟": 2650,
      "戡": 2651,
      "戣": 2652,
      "戥": 2653,
      "截": 2654,
      "戬": 2655,
      "戮": 2656,
      "戰": 2657,
      "戲": 2658,
      "戳": 2659,
      "戴": 2660,
      "戶": 2661,
      "户": 2662,
      "戽": 2663,
      "戾": 2664,
      "房": 2665,
      "所": 2666,
      "扁": 2667,
      "扃": 2668,
      "扇": 2669,
      "扈": 2670,
      "扉": 2671,
      "手": 2672,
      "扌": 2673,
      "才": 2674,
      "扎": 2675,
      "扑": 2676,
      "扒": 2677,
      "打": 2678,
      "扔": 2679,
      "托": 2680,
      "扛": 2681,
      "扞": 2682,
      "扠": 2683,
      "扣": 2684,
      "扥": 2685,
      "扦": 2686,
      "执": 2687,
      "扨": 2688,
      "扩": 2689,
      "扪": 2690,
      "扫": 2691,
      "扬": 2692,
      "扭": 2693,
      "扮": 2694,
      "扯": 2695,
      "扰": 2696,
      "扱": 2697,
      "扳": 2698,
      "扶": 2699,
      "批": 2700,
      "扼": 2701,
      "扽": 2702,
      "找": 2703,
      "承": 2704,
      "技": 2705,
      "抃": 2706,
      "抄": 2707,
      "抉": 2708,
      "把": 2709,
      "抑": 2710,
      "抒": 2711,
      "抓": 2712,
      "抔": 2713,
      "投": 2714,
      "抖": 2715,
      "抗": 2716,
      "折": 2717,
      "抚": 2718,
      "抛": 2719,
      "抟": 2720,
      "抠": 2721,
      "抡": 2722,
      "抢": 2723,
      "护": 2724,
      "报": 2725,
      "抨": 2726,
      "披": 2727,
      "抬": 2728,
      "抱": 2729,
      "抵": 2730,
      "抹": 2731,
      "抺": 2732,
      "抻": 2733,
      "押": 2734,
      "抽": 2735,
      "抿": 2736,
      "拂": 2737,
      "拃": 2738,
      "拄": 2739,
      "担": 2740,
      "拆": 2741,
      "拇": 2742,
      "拈": 2743,
      "拉": 2744,
      "拊": 2745,
      "拋": 2746,
      "拌": 2747,
      "拍": 2748,
      "拎": 2749,
      "拏": 2750,
      "拐": 2751,
      "拑": 2752,
      "拒": 2753,
      "拓": 2754,
      "拔": 2755,
      "拖": 2756,
      "拗": 2757,
      "拘": 2758,
      "拙": 2759,
      "拚": 2760,
      "招": 2761,
      "拜": 2762,
      "拟": 2763,
      "拢": 2764,
      "拣": 2765,
      "拤": 2766,
      "拥": 2767,
      "拦": 2768,
      "拧": 2769,
      "拨": 2770,
      "择": 2771,
      "拫": 2772,
      "括": 2773,
      "拭": 2774,
      "拮": 2775,
      "拯": 2776,
      "拱": 2777,
      "拳": 2778,
      "拴": 2779,
      "拷": 2780,
      "拼": 2781,
      "拽": 2782,
      "拾": 2783,
      "拿": 2784,
      "持": 2785,
      "挂": 2786,
      "指": 2787,
      "挈": 2788,
      "按": 2789,
      "挎": 2790,
      "挐": 2791,
      "挑": 2792,
      "挓": 2793,
      "挖": 2794,
      "挚": 2795,
      "挛": 2796,
      "挝": 2797,
      "挞": 2798,
      "挟": 2799,
      "挠": 2800,
      "挡": 2801,
      "挢": 2802,
      "挣": 2803,
      "挤": 2804,
      "挥": 2805,
      "挨": 2806,
      "挪": 2807,
      "挫": 2808,
      "振": 2809,
      "挲": 2810,
      "挹": 2811,
      "挺": 2812,
      "挽": 2813,
      "捂": 2814,
      "捄": 2815,
      "捅": 2816,
      "捆": 2817,
      "捉": 2818,
      "捋": 2819,
      "捌": 2820,
      "捍": 2821,
      "捎": 2822,
      "捏": 2823,
      "捐": 2824,
      "捕": 2825,
      "捞": 2826,
      "损": 2827,
      "捡": 2828,
      "换": 2829,
      "捣": 2830,
      "捧": 2831,
      "捨": 2832,
      "捭": 2833,
      "据": 2834,
      "捱": 2835,
      "捶": 2836,
      "捷": 2837,
      "捺": 2838,
      "捻": 2839,
      "掀": 2840,
      "掂": 2841,
      "掃": 2842,
      "掇": 2843,
      "授": 2844,
      "掉": 2845,
      "掊": 2846,
      "掌": 2847,
      "掎": 2848,
      "掏": 2849,
      "掐": 2850,
      "排": 2851,
      "掖": 2852,
      "掘": 2853,
      "掠": 2854,
      "採": 2855,
      "探": 2856,
      "掣": 2857,
      "接": 2858,
      "控": 2859,
      "推": 2860,
      "掩": 2861,
      "措": 2862,
      "掬": 2863,
      "掮": 2864,
      "掰": 2865,
      "掳": 2866,
      "掴": 2867,
      "掷": 2868,
      "掸": 2869,
      "掺": 2870,
      "掼": 2871,
      "掾": 2872,
      "揀": 2873,
      "揄": 2874,
      "揆": 2875,
      "揉": 2876,
      "揍": 2877,
      "揎": 2878,
      "描": 2879,
      "提": 2880,
      "揑": 2881,
      "插": 2882,
      "揕": 2883,
      "揖": 2884,
      "換": 2885,
      "揠": 2886,
      "握": 2887,
      "揣": 2888,
      "揩": 2889,
      "揪": 2890,
      "揭": 2891,
